Repository: adriandleon/kmp-template-native-ui
Catalog: iosApp/KMP-Template/Localizable.xcstrings
Source language: en
Languages: es_419, pt_br

source: %@ · count %d
es_419: %@ · contador %d
pt_br: %@ · contador %d

source: %@ has independent count %d.
es_419: %@ tiene contador independiente %d.
pt_br: %@ tem contador independente %d.

source: Active pane: %@
es_419: Panel activo: %@
pt_br: Painel ativo: %@

source: Adaptive
es_419: Adaptable
pt_br: Adaptável

source: Add item
es_419: Agregar item
pt_br: Adicionar item

source: Add pane
es_419: Agregar panel
pt_br: Adicionar painel

source: Authentication
es_419: Autenticación
pt_br: Autenticação

source: Back
es_419: Atrás
pt_br: Voltar

source: Close
es_419: Cerrar
pt_br: Fechar

source: Close active
es_419: Cerrar activo
pt_br: Fechar ativo

source: Close details
es_419: Cerrar detalle
pt_br: Fechar detalhe

source: Close extra
es_419: Cerrar extra
pt_br: Fechar extra

source: Create account
es_419: Crear cuenta
pt_br: Criar conta

source: Customize
es_419: Personaliza
pt_br: Personalize

source: Details panel is closed.
es_419: El panel de detalle está cerrado.
pt_br: O painel de detalhe está fechado.

source: Details panel is showing %@.
es_419: El panel de detalle muestra %@.
pt_br: O painel de detalhe mostra %@.

source: Done
es_419: Listo
pt_br: Concluído

source: Dual
es_419: Doble
pt_br: Duplo

source: Examples
es_419: Ejemplos
pt_br: Exemplos

source: Extra panel is closed.
es_419: El panel extra está cerrado.
pt_br: O painel extra está fechado.

source: Extra panel is showing more context for %@.
es_419: El panel extra muestra más contexto para %@.
pt_br: O painel extra mostra mais contexto para %@.

source: Finish
es_419: Finalizar
pt_br: Finalizar

source: Forgot?
es_419: ¿Olvidaste?
pt_br: Esqueceu?

source: Generic navigation
es_419: Navegación genérica
pt_br: Navegação genérica

source: Home
es_419: Inicio
pt_br: Início

source: Home Screen
es_419: Pantalla de Inicio
pt_br: Tela Inicial

source: Increment
es_419: Incrementar
pt_br: Incrementar

source: Item link
es_419: Link de item
pt_br: Link de item

source: Keep page order and completion rules in shared Kotlin components.
es_419: Mantén el orden de páginas y las reglas de finalización en componentes Kotlin compartidos.
pt_br: Mantenha a ordem das páginas e as regras de conclusão em componentes Kotlin compartilhados.

source: Last link: %@ · handled: %@
es_419: Último link: %@ · procesado: %@
pt_br: Último link: %@ · processado: %@

source: Loading posts…
es_419: Cargando publicaciones…
pt_br: Carregando publicações…

source: Log Message
es_419: Registrar Mensaje
pt_br: Registrar Mensagem

source: Main
es_419: Principal
pt_br: Principal

source: Main panel
es_419: Panel principal
pt_br: Painel principal

source: Modal link
es_419: Link de modal
pt_br: Link de modal

source: Mode: %@
es_419: Modo: %@
pt_br: Modo: %@

source: Navigation examples
es_419: Ejemplos de navegación
pt_br: Exemplos de navegação

source: Next
es_419: Siguiente
pt_br: Próximo

source: No
pt_br: Não

source: No link handled yet.
es_419: Aún no se procesó ningún link.
pt_br: Nenhum link foi processado ainda.

source: No posts available.
es_419: No hay publicaciones disponibles.
pt_br: Nenhuma publicação disponível.

source: Not selected
es_419: No seleccionado
pt_br: Não selecionado

source: Onboarding
es_419: Introducción
pt_br: Introdução

source: Open detail
es_419: Abrir detalle
pt_br: Abrir detalhe

source: Open details
es_419: Abrir detalle
pt_br: Abrir detalhe

source: Open extra
es_419: Abrir extra
pt_br: Abrir extra

source: Pane link
es_419: Link de panel genérico
pt_br: Link de painel genérico

source: Panel link
es_419: Link de panel
pt_br: Link de painel

source: Panels
es_419: Paneles
pt_br: Painéis

source: Posts
es_419: Publicaciones
pt_br: Publicações

source: Previous
es_419: Anterior
pt_br: Anterior

source: Recover access
es_419: Recuperar acceso
pt_br: Recuperar acesso

source: Remove
es_419: Eliminar
pt_br: Remover

source: Replace the copy and screens while preserving the Child Pages pattern.
es_419: Reemplaza los textos y pantallas sin perder el patrón Child Pages.
pt_br: Substitua textos e telas preservando o padrão Child Pages.

source: Replace this fake action with your provider registration flow.
es_419: Reemplaza esta acción falsa por el flujo de registro de tu proveedor.
pt_br: Substitua esta ação falsa pelo fluxo de cadastro do seu provedor.

source: Retry
es_419: Reintentar
pt_br: Tentar novamente

source: Select
es_419: Seleccionar
pt_br: Selecionar

source: Selected
es_419: Seleccionado
pt_br: Selecionado

source: Send verification
es_419: Enviar verificación
pt_br: Enviar verificação

source: Settings
es_419: Ajustes
pt_br: Ajustes

source: Show modal
es_419: Mostrar modal
pt_br: Mostrar modal

source: Sign in
es_419: Iniciar sesión
pt_br: Entrar

source: Single
es_419: Simple
pt_br: Simples

source: Skip
es_419: Omitir
pt_br: Pular

source: Slot modal
es_419: Modal de slot
pt_br: Modal de slot

source: Something went wrong. Please try again.
es_419: Algo salió mal. Por favor intenta de nuevo.
pt_br: Algo deu errado. Por favor, tente novamente.

source: Stack detail
es_419: Detalle de stack
pt_br: Detalhe de stack

source: Start with a shared flow that decides what the app shows first.
es_419: Comienza con un flujo compartido que decide qué muestra primero la app.
pt_br: Comece com um fluxo compartilhado que decide o que o app mostra primeiro.

source: Starting
es_419: Iniciando
pt_br: Iniciando

source: Terms
es_419: Términos
pt_br: Termos

source: The main panel remains the stable entry point for selecting a child.
es_419: El panel principal permanece como entrada estable para seleccionar un hijo.
pt_br: O painel principal permanece como entrada estável para selecionar um filho.

source: These actions simulate platform links entering shared navigation and resolving to stack, slot, panels, or generic children.
es_419: Estas acciones simulan enlaces de plataforma que entran a la navegación compartida y resuelven stack, slot, panels o generic children.
pt_br: Estas ações simulam links de plataforma entrando na navegação compartilhada e resolvendo stack, slot, panels ou generic children.

source: This area demonstrates one main panel with optional details and extra panels.
es_419: Esta área demuestra un panel principal con paneles opcionales de detalle y contexto extra.
pt_br: Esta área demonstra um painel principal com painéis opcionais de detalhe e contexto extra.

source: This area uses Decompose children for a custom navigation model with an arbitrary set of panes.
es_419: Esta área usa Decompose children para un modelo de navegación personalizado con un conjunto arbitrario de paneles.
pt_br: Esta área usa Decompose children para um modelo de navegação personalizado com um conjunto arbitrário de painéis.

source: This dialog is hosted by a Child Slot and can be replaced with any optional child flow.
es_419: Este diálogo vive en un Child Slot y puede reemplazarse por cualquier flujo opcional.
pt_br: Este diálogo vive em um Child Slot e pode ser substituído por qualquer fluxo opcional.

source: This modal demonstrates Child Slot navigation for optional authentication content.
es_419: Este modal demuestra navegación Child Slot para contenido opcional de autenticación.
pt_br: Este modal demonstra navegação Child Slot para conteúdo opcional de autenticação.

source: This route demonstrates stack navigation before a verification step.
es_419: Esta ruta demuestra navegación de pila antes de un paso de verificación.
pt_br: Esta rota demonstra navegação em pilha antes de uma etapa de verificação.

source: This screen demonstrates stack, slot, and child item navigation in one neutral flow.
es_419: Esta pantalla demuestra stack, slot y child item navigation en un flujo neutral.
pt_br: Esta tela demonstra stack, slot e child item navigation em um fluxo neutro.

source: This tab is the signed-in starting point for app-specific content.
es_419: Esta pestaña es el punto inicial con sesión para contenido propio de la app.
pt_br: Esta aba é o ponto inicial com sessão para conteúdo próprio do app.

source: This tab is the template place for account, preferences, and reset actions.
es_419: Esta pestaña es el lugar de la plantilla para cuenta, preferencias y reinicios.
pt_br: Esta aba é o lugar do template para conta, preferências e reinicializações.

source: This tab will host stack, slot, and child item navigation examples.
es_419: Esta pestaña alojará ejemplos de stack, slot y child item navigation.
pt_br: Esta aba receberá exemplos de stack, slot e child item navigation.

source: This tab will host the Child Panels adaptive layout example.
es_419: Esta pestaña alojará el ejemplo de layout adaptable con Child Panels.
pt_br: Esta aba receberá o exemplo de layout adaptável com Child Panels.

source: Triple
pt_br: Triplo

source: Use this route for confirmation, codes, or password reset completion.
es_419: Usa esta ruta para confirmación, códigos o completar un restablecimiento.
pt_br: Use esta rota para confirmação, códigos ou concluir uma redefinição.

source: Use this screen as the entry point for any authentication provider.
es_419: Usa esta pantalla como entrada para cualquier proveedor de autenticación.
pt_br: Use esta tela como entrada para qualquer provedor de autenticação.

source: Verification
es_419: Verificación
pt_br: Verificação

source: View terms
es_419: Ver términos
pt_br: Ver termos

source: Welcome
es_419: Bienvenida
pt_br: Boas-vindas

source: Yes
es_419: Sí
pt_br: Sim

source: Organize
es_419: Organiza
